[
    [
        "0",
        "floating.png",
        "Internationa Workshop - Ein Shiffe aus Stein",
        "jul 2017",
        "Floating pavilion in Venice",
        "This project was created during an international workshop. The request was to create a floating pavilion in Fondamenta Nove, a peripherical street in Venice, which represents the medium between Venice’s typical envorinment, defined by the magic relationship that exists in its buildings and water channels, and the sea, which, with it’s wide blue surface, contrasts the city’s chaos. Counscious of those aspects the project proposed was a steel-grid structure covered by red tissues, which visually separate the inside from the outside: the only external aspects which are allowed to get inside will be thus the wind blowing, which will inflate the curtains like ship sails, the scent of the sea and all sounds produced by those two enourmous creatures: the city and the sea, which create with their contrast an unique environment is this area. A more pacific place will be the floating basement on the building: the white plastic tanks which bear the building will be accesible to visitors and project him in a totally isolated area, in which the particular light is created by the sunlight and its reflections on water.",
        "grid"
    ],

    [
        "1",
        "portanuova.jpg",
        "Master's Degree in Architecture for the Sustainable Design",
        "oct 2016 - jul 2019",
        "Ex-Riposo Ferroviario",
        "The structure represents a mix between old and new: 5 new modular paralleleiped-shaped buildings will be placed behind the industrial’s historic facade with some semi-private areas between modules with bike parkings and small gardens. The modules will be built with a combination of materials: wood, steel and glass. Wood is used for the main part of the building, meanwhile stairs are made with a glass and steel structure, in order to create a buffer zone between apartments and the outside area. The apartments are all duplex modules, with living room and kitchen on th elower level and bedroom and bathroom on the upper one. Looking for a greater sustainability the modules will be built following the LEED’s guidelines regarding thermal, acoustics and local materials.",
        "grid_"
    ],
    [
        "2",
        "campuseinaudi.jpg",
        "Master's Degree in Architecture for the Sustainable Design",
        "oct 2016 - jul 2019",
        "Campus Einaudi's urban regeneration",
        "The University Campus, designed by Norman Foster, is placed in an ex-industrial area in front of the river Dora Riparia. The particular shape of the building is subsequent to its lot and it’s particulary prominent thanks to the strong contrast between the usual Turin’s buildings and itself. Its main task was to create a classic American-style Campus (generally opened to the outside) inside Turin. In order to achieve that, some openings were placed in each side of the building, which were closed immediately after its opening for security reasons. The aim of this project was to redefine the relationship between the Campus and the surrounding spaces. One of the main tasks was to reduce the acoustic level in the area (due to the high traffic level) with a padding area between the river and the main street obtained with massive objects and with Lungo Dora’s conversion from street to bike path. Then were placed new services, other bycicle paths in the area, a silence room and a new study room with river view.",
        "grid"
    ],
    [
        "3",
        "milazzotransport.jpg",
        "Master's degree in Architecture for the Sustainable Design thesis",
        "jan 2019 - jul 2019",
        "Milazzo's public transport system",
        "The project, which is a component of a series of projects made at various scales in the town, consists in the old pubblic transportation’s improvement (which at the moment consists in 5 bus lines with few users and even less passages per day... Maybe because it was not updated according to new user’s needs?). It is important considering also the amount of turists which each summer came to the city (and make its population double) and their favourite places: the dock, the castle and the town’s beaches (which, as you can se in the image on left, are quite a lot!). The new service will be based on bus’ prenotation, which once reached the preset minimum amount of users, will start its ride. In this way it will be possible to decrease strongly the exopenses dued to empty busses and obtaining at the same time new datas about users’ routines in order to update the alread existing bus lines. All new lines will have the same terminal and a linear path in common. They will futhermore use most of the already existing bus stops and 12 new ones, in order to give to all users a compete service, updated to all the new people’s necessities. They will be paired with a “Project zero” for a new bike mobility, which will be linked in the future to the other cities’ ones (already planned by nearby towns).",
        "grid_"
    ],
    [
        "4",
        "piscinamirabilis.jpg",
        "Competition - Piscina Mirabilis",
        "2020",
        "Piscina Mirabilis",
        "The Piscina Mirabilis aqueduct, located in Campania in Bacoli city, is a stunning example of how Roman architecture managed to survive up to today. During this convertion process from the Acqueductus into a Contemporaty Art Museum, we thought about the water elements and how it is the very essence of life. For this reason we decided to link past and future also with it’s name: Domus Mirabilis Aquae. We imagined the “contemporary” as a flow of “purifying water” that, like a vortex - which reminds of “purification”- takes away what is old (the history) to make space for new ideas (the museum). Through our flows we get the new concept. The concept is created by an imaginary water flows, generated by ramps and people themselves. Created by vortices, by circular flows (imaginary and physical) such as ramps. And finally closed spaces, even the water in its structure is composed of a solid molecular hierarchy that allows it to be so flexible and almost imperceptible. Our closed spaces will have these characteristics will never interrupt the flow because the water follows the law of PANTA REI. The philosophical idea behind the concept is comes from the philosophical thought of Heraclitus: the famous 'Panta rhei os potamòs' (everything flows like a river). He showed his theory as a flow of water, as an eternal flow in which everything is subject to time and its relative transformation. Heraclitus clarifies his thought better in some fragments where once again water is the key element: 'in the same river you cannot go down twice', 'in the same rivers we enter and do not enter, we are and we are not', 'those who enter the same rivers flow different and still different waters.' We transform all this into “fluid architecture” by creating vortices ('living water' according to V. Schauberger) and flows where the same people regenerate the spaces making them contemporary. In accordance with Italian laws, we designed all spaces avoiding architectural barriers in order each person could access. For this reason the path from the main entrance to the permanent exhibition has been converted into an 8% ramp. The path is accompanied by a temporary exhibition according our motto 'everything flows'. In the garden we designed the end of vortex. Everything ends on top or start for there - impossible to say - but everything continue till the end to flow like a river.",
        "grid"
    ],
    [
        "5",
        "rilegno.jpg",
        "Competition - RiLegno",
        "2020",
        "iListell",
        "iListell derives from a deep thought on modern wooden boxes and on how we can im - prove them. We thougth in particular on the issues on recycling caused by the pre - sence of both wood and nee - dles, so... How can we create a tool which will have the same use as nowadays boxes, but by using only wood? The answer arrived by chan - ging the shape of panels (still maintaining their actual sha - pe): craving some cuts on them it will be possible to build an infitnte amount of objects, which can also be di - sassembled while not used, saving in this way lots of sto - rage space (a wooden box disassembled occupies only 40x5.5x10.5 cm, compared to approx. 40x30x20 cm). In this way it will also be possible to reuse old wooden boxes and broken panels!",
        "grid_"
    ],
    [
        "6",
        "residentialfacade.jpg",
        "Studio Element",
        "jan 2021 - dec 2021",
        "Facade renovation for a residential house",
        "",
        "grid"
    ],
    [
        "7",
        "piedmontbike.jpg",
        "2nd level Master Specialization",
        "feb 2021 - jan 2022",
        "Bike path in Piedmont",
        "The II level Master’s thesis focused on citizens’ road safety in Piedmont (especially in the Turin area). The research consists in a in-depht analysis on road accidents based on scientific pubblications, manuals and regional data on the topic, in order to gain knowledge on the situation in Piedmont Region and being able to simulate the application of 3 different bike pathes structures accordingly to the specific index of road safety, which is measured by calculating the reduction of accidents per square kilometer before and after the project. These data has been then used for a Cost-Benefit Analysis for calculating the best context in which place each of the 3 paths and then mapped overall the Region. The result were shown in 2 different maps: the first one (the left image) shows the areas in which is necessary using this metodology during the planning phase of bike paths; the second one shows the places in which an use of a specific bike path seciton will help reducing traffic accidents and give both social and economical benefits to the population.",
        "grid_"
    ],
    [
        "8",
        "reba.jpg",
        "LAA - Lorena Alessio Architetti",
        "feb 2022 - oct 2022",
        "REBA Hotels",
        "Starting from the 2017 project of LAA in collaboration with KKAA (Kengo Kuma Architects Associated), the task was to edit the project to change it’s destination from Hotel and SPA to RTA (Touristic-hotel Residence) with SPA, with a reduction of its volume by 30%. The main architectural boundaries to respect were to continue using a wooden boards’ system created by the architect Kengo Kuma and keep his concept for the west facade, while rethinking the other 3 of them. Starting from the 2017 project’s plans for rooms, the studio made small adjustments to the internal walls to pursue the new destination without editing the west facade and reducing a part of the building’s height from 6 to 2 floors (noth facade). When I entered in the studio the request was to remake the entire project in Archicad while making some proposals for the east and south facades (both represented in the previous page). The main concept was to define the facades’ design by using a double layer of wooden boards: one layer attached to the walls and the second one at the end of the balcony, which turns into a parapet on the upper floors. This allowed to create an alternating sense of privacy according to the necessities: double layer of boards to cover the roof-to-floor windows in the bathroom, single layer to create a covered area in the balcony or to add a venitlated layer to walls and no layers in specific areas to allow natural light to flow inside the building.",
        "grid"
    ]
]